<?php

return [

    'title' => 'الرئيسيه',
    'title2' => 'موقع صراحه جديد',
    'desc' => 'موقع صراحه بشكل جديد ومميزات رائعه اكتشفها الان',

    'desc1' => 'أحصل على رسائل سرية من زملائك بصراحة',
    'desc2' => 'إعرف مزاياك و عيوبك، وما يعتقده الناس عنك',
    'desc3' => 'عزز شخصيتك بمعرفة الواقع بعيدا عن النفاق',
    'desc4' => 'واجه الصراحة التي أخفتها عنك المجاملات',
    'login' => ' دخول للحساب',
    'register' => 'انشاء حساب جديد',
    'steps' => 'الخطوات',

    'steps_title1' => 'انشاء حساب صراحة',
    'steps_desc1' => 'يمكنك تسجيل حساب عبر بريدك الإلكتروني او الحسابات الإجتماعية بسهولة',

    'steps_title2' => 'مشاركة رابط صراحة',
    'steps_desc2' => 'عند حصولك على الرابط الخاص بك يمكنك نشره عبر مواقع التواصل الإجتماعي لتحصل على ملاحظات دون ان تعرف المصدر',
    
    'steps_title3' => 'إقرأ ما كتبه الناس عنك',
    'steps_desc3' => 'عند دخولك لحسابك ستجد كل الملاحظات التي قام بكتابها أصدقائك عنك ، أنت وحدك من يمكنه قرائتها',

    'question' => 'كيفية استخدام الموقع ',
    'question_desc' => 'يمكن اعتبار الموقع بسيطًا للغاية، فبمجرد التسجيل باستخدام اسم مستخدم وكلمة مرور ستتمكن من مشاركة رابط ملف التعريف الخاص بك على أي من مواقع التواصل الاجتماعي والطلب من الناس استخدام الرابط لتقديم تعليقاتهم لك. يمكن للأشخاص كتابة أي شيءٍ بشكلٍ مجهولٍ وسيتم تسليمه لك من خلال الموقع',
    'suggested' => 'بعض المستخدمين',
    'show' => 'عرض',
    'no_date' => 'لا يوجد مستخدمين حاليا',
];


?>
