<?php

return [

    'myMessages' => 'رسائلي',
    'sent' => 'المرسله',
    'incoming-messages' => 'الرسائل الوارده',
    'no-msgs' => 'ليس لديك أي رسائل أو مصارحات في هذا الوقت',
    'share-link' => "شارك الرابط الخاص بك على صفحات التواصل الاجتماعي مثل Facebook و Twitter ودع الناس يكتبون لك دون معرفة المصدر",
    'messages' => "الرسائل",
    'ago' => "منذ",
    'delete' => "حذف", 
    'show' => "عرض للعامه",
    'no-found' => "لم يتم العثور على مصارحات",
    'msg-users' => "هنا سيتم حفظ الرسائل التي أرسلتها إلى مستخدمين آخرين بصراحة ويمكنك إلغاء إرسالها والحفاظ عليها بسرية تامة",
    'sent-matches' => "المصارحات المرسلة",
    'to' => "الي",
    'cancel' => "الغاء الارسال",

    'delete_message' => "حذف المصارحه",
    'confiem-delete' => "هل انت متأكد من عملية الحذف؟",
    'cancel-delete' => "إلغاء",
    'confirm' => "تأكيد",
    'done_public' => "تم جعل الرساله عامه بنجاح سوف تظهر الان لجميع",
    'un_public' => "تم اخفاء الرساله من الظهور للعامه وجعلها رساله خاصه.",
    'hide' => "اخفاء",

    /*
        start send message page
    */

    'title2' => "صارح بسريه تامه",
    'placeholdeTextarea1' => "هناك شيء تريد قوله ل ",
    'placeholdeTextarea2' => " ، بدون ان يعرفك ؟ أكتب هنا",

    'new_p' => "جديد : يمكنك ارسال صوره ايضا مع المصارحه",
    'send_now' => "ارسل الان",
    'hits' => "الزيارات",
    'no_public_msgs' => "لاتوجد رسائل ومصارحات علنية ...",
    'public_desc1' => "لايرغب  بعرض اي مصارحات للعامة",
    'public_desc2' => "اي رسائل يقوم هذا المستخدم بضبطها متاحة للعامة ستظهر هنا",
    'public_desc3' => "الأراء التي سمح",
    'public_desc4' => "بإظهارها",
    'time_honest' => "حانت لحظة الصراحة",
    'honest_title' => "هل أنت مستعد لمعرفة ملاحظات الناس عنك بدون أن تعرفهم ؟",
    'honest_desc1' => "أحصل على رسائل سرية من زملائك بصراحة",
    'honest_desc2' => "إعرف مزاياك و عيوبك، وما يعتقده الناس عنك",
    'honest_desc3' => "عزز شخصيتك بمعرفة الواقع بعيدا عن النفاق",
    'honest_desc4' => "واجه الصراحة التي أخفتها عنك المجاملات",
    'honest_button' => "انشيء حساب الان",
    'success_send' => "لقد تم ارسال المصارحه بنجاح",
    'success_send_img' => "تم ارسال المصارحه والصوره بنجاح",
    'success' => 'تمت بنجاح',
    'valid_textarea'=>'يرجي كتابة المصارحه السريه.',

    'valid_textarea_max' => 'يجب الا يذيد طول المصارحه عن  999 حرف',
    'valid_textarea_min' => 'يجب الا يقل طول المصارحه عن ٤ حروف',
    'suggested' => 'اقترحنا عليك',
    'show2' => 'عرض',
    'no_date' => 'لا توجد بيانات في الوقت الحالي.',
    'send_message' => 'ارسال مصارحه',
];


?>
