<?php

return [

    'title' => 'حسابى',
    'brief' => 'نبذه عني',
    'copyLink' => 'نسخ الرابط',
    'EditProfile' => 'تعديل الحساب',
    'link' => 'الرابط',
    'email' => "البريد الالكتروني",
    'phone' => "رقم الهاتف",
    'gender' => "النوع",
    'birthday' => "الميلاد", 
    'link_desc' => 'هذا هو الرابط الذي سوف تتلقي عليه المصارحات.',
    'close' => 'اغلاق',
    'done' => 'تم',
    'done_desc' => 'تم النسخ بنجاح يمكنك مشاركه الرابط الان مع اصدقائك وتلقي المصارحات.',
    'suggested' => 'اقترحنا عليك',
    'show' => 'عرض',
    'no_date' => 'لا توجد بيانات في الوقت الحالي.',
    'send_message' => 'ارسال مصارحه',
    'male' => 'ذكر',
    'female' => 'انثى',

];


?>
